-------------------------------------------------------------------------------------------------
      name:  <unnamed>
       log:  /gpfs/work/d/dcj138/cv_disc/ins_reg/ins_reg.log
  log type:  text
 opened on:  18 Sep 2013, 12:05:17

. 
. g inmov = 0

. replace inmov = 1 if dep ~= last_dep
(572 real changes made)

. g outmov = inmov * -1

. 
. preserve

. collapse (sum) intot=inmov (first) bd, by(dep date)

. save indat, replace
file indat.dta saved

. restore

. 
. collapse (sum) outtot=outmov (first) bd, by(last_dep date)

. rename last_dep dep

. merge using indat.dta
(note: you are using old merge syntax; see [D] merge for new syntax)

. g net = intot - outtot

. 
. drop if dep == "OTHER"
(6 observations deleted)

. 
. egen dep_id = group(dep)

. xtset dep_id date
       panel variable:  dep_id (unbalanced)
        time variable:  date, 1988 to 1993
                delta:  1 unit

. 
. * HERE IS PRACTICALLY EVERYTHING I RAN
. 
. g dum91 = 0

. replace dum91 = 1 if date == 1991
(103 real changes made)

. g dum91bd = 0

. replace dum91bd = bd if date == 1991
(41 real changes made)

. 
. reg net dum91  

      Source |       SS       df       MS              Number of obs =     617
-------------+------------------------------           F(  1,   615) =    0.06
       Model |  .247787294     1  .247787294           Prob > F      =  0.8132
    Residual |  2726.97425   615  4.43410448           R-squared     =  0.0001
-------------+------------------------------           Adj R-squared = -0.0015
       Total |  2727.22204   616  4.42730851           Root MSE      =  2.1057

------------------------------------------------------------------------------
         net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
       dum91 |   .0537381    .227324     0.24   0.813    -.3926875    .5001636
       _cons |   1.324903   .0928798    14.26   0.000     1.142503    1.507303
------------------------------------------------------------------------------

. reg net dum91 date  

      Source |       SS       df       MS              Number of obs =     617
-------------+------------------------------           F(  2,   614) =    0.89
       Model |  7.92331666     2  3.96165833           Prob > F      =  0.4093
    Residual |  2719.29873   614  4.42882529           R-squared     =  0.0029
-------------+------------------------------           Adj R-squared = -0.0003
       Total |  2727.22204   616  4.42730851           Root MSE      =  2.1045

------------------------------------------------------------------------------
         net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
       dum91 |   .0144882   .2291366     0.06   0.950    -.4354984    .4644748
        date |   .0659295   .0500807     1.32   0.189    -.0324206    .1642797
       _cons |  -129.9015   99.68081    -1.30   0.193    -325.6582    65.85516
------------------------------------------------------------------------------

. reg net dum91bd date  

      Source |       SS       df       MS              Number of obs =     617
-------------+------------------------------           F(  2,   614) =    3.13
       Model |  27.5572038     2  13.7786019           Prob > F      =  0.0443
    Residual |  2699.66484   614  4.39684827           R-squared     =  0.0101
-------------+------------------------------           Adj R-squared =  0.0069
       Total |  2727.22204   616  4.42730851           Root MSE      =  2.0969

------------------------------------------------------------------------------
         net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
     dum91bd |  -8.984932   4.249978    -2.11   0.035    -17.33119   -.6386766
        date |   .0733026   .0495848     1.48   0.140    -.0240737    .1706789
       _cons |  -144.5344   98.69742    -1.46   0.144    -338.3598    49.29111
------------------------------------------------------------------------------

. xi: reg net dum91bd i.dep_id i.date
i.dep_id          _Idep_id_1-103      (naturally coded; _Idep_id_1 omitted)
i.date            _Idate_1988-1993    (naturally coded; _Idate_1988 omitted)

      Source |       SS       df       MS              Number of obs =     617
-------------+------------------------------           F(108,   508) =   15.50
       Model |  2092.31669   108  19.3733027           Prob > F      =  0.0000
    Residual |  634.905348   508  1.24981368           R-squared     =  0.7672
-------------+------------------------------           Adj R-squared =  0.7177
       Total |  2727.22204   616  4.42730851           Root MSE      =   1.118

------------------------------------------------------------------------------
         net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
     dum91bd |  -6.783822   2.880199    -2.36   0.019    -12.44239   -1.125254
  _Idep_id_2 |  -.1146574   .6458267    -0.18   0.859    -1.383477    1.154163
  _Idep_id_3 |   .6983245    .645589     1.08   0.280    -.5700286    1.966678
  _Idep_id_4 |   .3333333   .6454491     0.52   0.606    -.9347449    1.601412
  _Idep_id_5 |        1.5   .6454491     2.32   0.021     .2319218    2.768078
  _Idep_id_6 |   2.333333   .6454491     3.62   0.000     1.065255    3.601412
  _Idep_id_7 |   .0768833    .646274     0.12   0.905    -1.192816    1.346582
  _Idep_id_8 |   .8333333   .6454491     1.29   0.197    -.4347449    2.101412
  _Idep_id_9 |   .8333333   .6454491     1.29   0.197    -.4347449    2.101412
 _Idep_id_10 |   1.833333   .6454491     2.84   0.005     .5652551    3.101412
 _Idep_id_11 |  -.1869397   .6772595    -0.28   0.783    -1.517514    1.143635
 _Idep_id_12 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_13 |   2.24e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_14 |   .6666667   .6454491     1.03   0.302    -.6014116    1.934745
 _Idep_id_15 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_16 |        3.5   .6454491     5.42   0.000     2.231922    4.768078
 _Idep_id_17 |   2.166667   .6454491     3.36   0.001     .8985884    3.434745
 _Idep_id_18 |   .5440948   .6457206     0.84   0.400    -.7245167    1.812706
 _Idep_id_19 |  -.1225718   .6457206    -0.19   0.850    -1.391183     1.14604
 _Idep_id_20 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_21 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_22 |   2.333333   .6454491     3.62   0.000     1.065255    3.601412
 _Idep_id_23 |   2.26e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_24 |   .5938429   .6466777     0.92   0.359     -.676649    1.864335
 _Idep_id_25 |        1.5   .6454491     2.32   0.021     .2319218    2.768078
 _Idep_id_26 |         .5   .6454491     0.77   0.439    -.7680782    1.768078
 _Idep_id_27 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_28 |   .0531399   .6458433     0.08   0.934    -1.215713    1.321993
 _Idep_id_29 |   .3864733   .6458433     0.60   0.550    -.8823794    1.655326
 _Idep_id_30 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_31 |   8.833333   .6454491    13.69   0.000     7.565255    10.10141
 _Idep_id_32 |   1.684757   .6454948     2.61   0.009     .4165889    2.952925
 _Idep_id_33 |   .5056532   .6454536     0.78   0.434    -.7624338     1.77374
 _Idep_id_34 |   .6666667   .6454491     1.03   0.302    -.6014116    1.934745
 _Idep_id_35 |   .6741181   .6496687     1.04   0.300    -.6022502    1.950486
 _Idep_id_36 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_37 |        5.5   .6454491     8.52   0.000     4.231922    6.768078
 _Idep_id_38 |    .718676   .6458267     1.11   0.266    -.5501441    1.987496
 _Idep_id_39 |   7.333333   .6454491    11.36   0.000     6.065255    8.601412
 _Idep_id_40 |        1.5   .6454491     2.32   0.021     .2319218    2.768078
 _Idep_id_41 |    1.05314   .6458433     1.63   0.104    -.2157127    2.321993
 _Idep_id_42 |     .74355    .646274     1.15   0.250    -.5261488    2.013249
 _Idep_id_43 |          6   .6454491     9.30   0.000     4.731922    7.268078
 _Idep_id_44 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_45 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_46 |   2.22e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_47 |   .0655769   .6460493     0.10   0.919     -1.20368    1.334834
 _Idep_id_48 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_49 |         .5   .6454491     0.77   0.439    -.7680782    1.768078
 _Idep_id_50 |   5.666667   .6454491     8.78   0.000     4.398588    6.934745
 _Idep_id_51 |   .0440948   .6457206     0.07   0.946    -1.224517    1.312706
 _Idep_id_52 |  -.1225718   .6457206    -0.19   0.850    -1.391183     1.14604
 _Idep_id_53 |   .0440948   .6457206     0.07   0.946    -1.224517    1.312706
 _Idep_id_54 |   .6666667   .6454491     1.03   0.302    -.6014116    1.934745
 _Idep_id_55 |         .5   .6454491     0.77   0.439    -.7680782    1.768078
 _Idep_id_56 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_57 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_58 |   1.052009   .6458267     1.63   0.104    -.2168108    2.320829
 _Idep_id_59 |   4.771816   .6469912     7.38   0.000     3.500708    6.042924
 _Idep_id_60 |   1.333333   .6454491     2.07   0.039     .0652551    2.601412
 _Idep_id_61 |   .0972348    .646768     0.15   0.881    -1.173435    1.367904
 _Idep_id_62 |   5.833333   .6454491     9.04   0.000     4.565255    7.101412
 _Idep_id_63 |  -.0694319    .646768    -0.11   0.915    -1.340101    1.201237
 _Idep_id_64 |   .5972348    .646768     0.92   0.356    -.6734346    1.867904
 _Idep_id_65 |   .9305681    .646768     1.44   0.151    -.3401012    2.201237
 _Idep_id_66 |   .2639014    .646768     0.41   0.683    -1.006768    1.534571
 _Idep_id_67 |   4.333333   .6454491     6.71   0.000     3.065255    5.601412
 _Idep_id_68 |   1.386473   .6458433     2.15   0.032     .1176206    2.655326
 _Idep_id_69 |    .627762   .6477244     0.97   0.333    -.6447865     1.90031
 _Idep_id_70 |   -.140662   .6455435    -0.22   0.828    -1.408926    1.127602
 _Idep_id_71 |   1.593843   .6466777     2.46   0.014      .323351    2.864335
 _Idep_id_72 |   .8864733   .6458433     1.37   0.170    -.3823794    2.155326
 _Idep_id_73 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_74 |   .8333333   .6454491     1.29   0.197    -.4347449    2.101412
 _Idep_id_75 |   2.040703   .6456804     3.16   0.002     .7721703    3.309236
 _Idep_id_76 |  -.0649093   .6468934    -0.10   0.920    -1.335825    1.206006
 _Idep_id_77 |   2.08e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_78 |   2.771816   .6469912     4.28   0.000     1.500708    4.042924
 _Idep_id_79 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_80 |   2.340785   .6496687     3.60   0.000     1.064416    3.617153
 _Idep_id_81 |   3.166667   .6454491     4.91   0.000     1.898588    4.434745
 _Idep_id_82 |   .2288517   .6459889     0.35   0.723    -1.040287     1.49799
 _Idep_id_83 |   1.052009   .6458267     1.63   0.104    -.2168108    2.320829
 _Idep_id_84 |   2.05e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_85 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_86 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_87 |   7.333333   .6454491    11.36   0.000     6.065255    8.601412
 _Idep_id_88 |     .74355    .646274     1.15   0.250    -.5261488    2.013249
 _Idep_id_89 |   3.166667   .6454491     4.91   0.000     1.898588    4.434745
 _Idep_id_90 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_91 |   1.263901    .646768     1.95   0.051    -.0067679    2.534571
 _Idep_id_92 |   1.166667   .6454491     1.81   0.071    -.1014116    2.434745
 _Idep_id_93 |   .5323254    .650955     0.82   0.414    -.7465699    1.811221
 _Idep_id_94 |   .7073696   .6456804     1.10   0.274    -.5611631    1.975902
 _Idep_id_95 |   4.166667   .6454491     6.46   0.000     2.898588    5.434745
 _Idep_id_96 |          1   .6454491     1.55   0.122    -.2680782    2.268078
 _Idep_id_97 |         .5   .6454491     0.77   0.439    -.7680782    1.768078
 _Idep_id_98 |   .0323254    .650955     0.05   0.960     -1.24657    1.311221
 _Idep_id_99 |          1   .6454491     1.55   0.122    -.2680782    2.268078
_Idep_id_100 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
_Idep_id_101 |   1.98e-13   .6454491     0.00   1.000    -1.268078    1.268078
_Idep_id_102 |   1.99e-13   .6454491     0.00   1.000    -1.268078    1.268078
_Idep_id_103 |   2.833333   .6454491     4.39   0.000     1.565255    4.101412
 _Idate_1989 |   -.076489   .1562402    -0.49   0.625    -.3834455    .2304676
 _Idate_1990 |  -.0085278   .1562402    -0.05   0.956    -.3154843    .2984287
 _Idate_1991 |   .3024955   .1749052     1.73   0.084     -.041131    .6461221
 _Idate_1992 |   -.037654   .1562402    -0.24   0.810    -.3446105    .2693025
 _Idate_1993 |   .4283654   .1562402     2.74   0.006     .1214089    .7353219
       _cons |   .0653016   .4676404     0.14   0.889    -.8534457    .9840489
------------------------------------------------------------------------------

. xi: reg net dum91bd dum91 i.dep_id*date
i.dep_id          _Idep_id_1-103      (naturally coded; _Idep_id_1 omitted)
i.dep_id*date     _IdepXdat_#         (coded as above)

      Source |       SS       df       MS              Number of obs =     617
-------------+------------------------------           F(207,   409) =    8.94
       Model |  2233.46044   207   10.789664           Prob > F      =  0.0000
    Residual |  493.761599   409  1.20724107           R-squared     =  0.8190
-------------+------------------------------           Adj R-squared =  0.7273
       Total |  2727.22204   616  4.42730851           Root MSE      =  1.0987

-------------------------------------------------------------------------------
          net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
--------------+----------------------------------------------------------------
      dum91bd |  -7.059027   2.855199    -2.47   0.014    -12.67172   -1.446331
        dum91 |    .208159   .1427112     1.46   0.145    -.0723799     .488698
   _Idep_id_2 |   38.29161   739.3969     0.05   0.959    -1415.201    1491.784
   _Idep_id_3 |     444.43   739.3733     0.60   0.548    -1009.016    1897.876
   _Idep_id_4 |   114.0759   739.3594     0.15   0.877    -1339.343    1567.495
   _Idep_id_5 |    172.114   739.3594     0.23   0.816    -1281.305    1625.533
   _Idep_id_6 |   229.8188   739.3594     0.31   0.756      -1223.6    1683.238
   _Idep_id_7 |  -27.21932   739.4414    -0.04   0.971    -1480.799    1426.361
   _Idep_id_8 |  -169.7812   739.3594    -0.23   0.818      -1623.2    1283.638
   _Idep_id_9 |  -56.03834   739.3594    -0.08   0.940    -1509.457     1397.38
  _Idep_id_10 |   -282.524   739.3594    -0.38   0.703    -1735.943    1170.895
  _Idep_id_11 |   44.85928   867.1522     0.05   0.959    -1659.772    1749.491
  _Idep_id_12 |   56.70451   739.3594     0.08   0.939    -1396.714    1510.123
  _Idep_id_13 |   -227.486   739.3594    -0.31   0.758    -1680.905    1225.933
  _Idep_id_14 |  -568.0478   739.3594    -0.77   0.443    -2021.467    885.3709
  _Idep_id_15 |   57.03784   739.3594     0.08   0.939    -1396.381    1510.457
  _Idep_id_16 |  -1077.057   739.3594    -1.46   0.146    -2530.476    376.3614
  _Idep_id_17 |  -168.4479   739.3594    -0.23   0.820    -1621.867    1284.971
  _Idep_id_18 |  -299.4683   739.3864    -0.41   0.686     -1752.94    1154.003
  _Idep_id_19 |   41.09357   739.3864     0.06   0.956    -1412.378    1494.565
  _Idep_id_20 |   56.70451   739.3594     0.08   0.939    -1396.714    1510.123
  _Idep_id_21 |   56.70451   739.3594     0.08   0.939    -1396.714    1510.123
  _Idep_id_22 |  -793.8669   739.3594    -1.07   0.284    -2247.286    659.5519
  _Idep_id_23 |  -.0002498   739.3594    -0.00   1.000    -1453.419    1453.419
  _Idep_id_24 |  -203.3378   739.4815    -0.27   0.783    -1656.997    1250.321
  _Idep_id_25 |   58.37118   739.3594     0.08   0.937    -1395.048     1511.79
  _Idep_id_26 |   626.0854   739.3594     0.85   0.398    -827.3333    2079.504
  _Idep_id_27 |   625.7521   739.3594     0.85   0.398    -827.6667    2079.171
  _Idep_id_28 |  -132.5563   739.3986    -0.18   0.858    -1586.052    1320.939
  _Idep_id_29 |   -18.4801   739.3986    -0.02   0.980    -1471.976    1435.016
  _Idep_id_30 |   56.70451   739.3594     0.08   0.939    -1396.714    1510.123
  _Idep_id_31 |   179.4474   739.3594     0.24   0.808    -1273.971    1632.866
  _Idep_id_32 |  -914.6809    739.364    -1.24   0.217    -2368.109    538.7468
  _Idep_id_33 |  -58.37308   739.3599    -0.08   0.937    -1511.793    1395.047
  _Idep_id_34 |  -340.5621   739.3594    -0.46   0.645    -1793.981    1112.857
  _Idep_id_35 |  -4.272009   739.7797    -0.01   0.995    -1458.517    1449.973
  _Idep_id_36 |   56.70451   739.3594     0.08   0.939    -1396.714    1510.123
  _Idep_id_37 |  -2667.457   739.3594    -3.61   0.000    -4120.876   -1214.039
  _Idep_id_38 |  -586.4607   739.3969    -0.79   0.428    -2039.953    867.0318
  _Idep_id_39 |  -447.6383   739.3594    -0.61   0.545    -1901.057     1005.78
  _Idep_id_40 |   1082.057   739.3594     1.46   0.144    -371.3619    2535.476
  _Idep_id_41 |   1005.872   739.3986     1.36   0.174    -447.6235    2459.368
  _Idep_id_42 |  -595.2669   739.4414    -0.81   0.421    -2048.847     858.313
  _Idep_id_43 |  -107.7431   739.3594    -0.15   0.884    -1561.162    1345.676
  _Idep_id_44 |   57.03784   739.3594     0.08   0.939    -1396.381    1510.457
  _Idep_id_45 |   56.70451   739.3594     0.08   0.939    -1396.714    1510.123
  _Idep_id_46 |  -113.7431   739.3594    -0.15   0.878    -1567.162    1339.676
  _Idep_id_47 |  -136.9594   739.4191    -0.19   0.853    -1590.495    1316.577
  _Idep_id_48 |   170.7807   739.3594     0.23   0.817    -1282.638    1624.199
  _Idep_id_49 |  -56.37167   739.3594    -0.08   0.939     -1509.79    1397.047
  _Idep_id_50 |   915.6092   739.3594     1.24   0.216    -537.8095    2369.028
  _Idep_id_51 |   -129.354   739.3864    -0.17   0.861    -1582.826    1324.118
  _Idep_id_52 |   41.09357   739.3864     0.06   0.956    -1412.378    1494.565
  _Idep_id_53 |  -15.61119   739.3864    -0.02   0.983    -1469.083    1437.861
  _Idep_id_54 |   1024.352   739.3594     1.39   0.167    -429.0667    2477.771
  _Idep_id_55 |  -56.37167   739.3594    -0.08   0.939     -1509.79    1397.047
  _Idep_id_56 |   56.70451   739.3594     0.08   0.939    -1396.714    1510.123
  _Idep_id_57 |  -56.70501   739.3594    -0.08   0.939    -1510.124    1396.714
  _Idep_id_58 |   323.8154   739.3969     0.44   0.662    -1129.677    1777.308
  _Idep_id_59 |  -487.5311   739.5127    -0.66   0.510    -1941.251    966.1891
  _Idep_id_60 |  -1249.838   739.3594    -1.69   0.092    -2703.257    203.5805
  _Idep_id_61 |   306.8042   739.4905     0.41   0.678    -1146.872    1760.481
  _Idep_id_62 |  -2553.381   739.3594    -3.45   0.001      -4006.8   -1099.962
  _Idep_id_63 |   22.28039   739.4905     0.03   0.976    -1431.396    1475.957
  _Idep_id_64 |   250.4328   739.4905     0.34   0.735    -1203.244    1704.109
  _Idep_id_65 |   137.0232   739.4905     0.19   0.853    -1316.653      1590.7
  _Idep_id_66 |   -204.872   739.4905    -0.28   0.782    -1658.548    1248.805
  _Idep_id_67 |   231.8188   739.3594     0.31   0.754      -1221.6    1685.238
  _Idep_id_68 |  -472.4515   739.3986    -0.64   0.523    -1925.947    981.0442
  _Idep_id_69 |   239.6252   739.5858     0.32   0.746    -1214.238    1693.489
  _Idep_id_70 |   47.49806   739.3688     0.06   0.949    -1405.939    1500.935
  _Idep_id_71 |    707.605   739.4815     0.96   0.339    -746.0538    2161.264
  _Idep_id_72 |   38.89133   739.3986     0.05   0.958    -1414.604    1492.387
  _Idep_id_73 |   56.70451   739.3594     0.08   0.939    -1396.714    1510.123
  _Idep_id_74 |   57.70451   739.3594     0.08   0.938    -1395.714    1511.123
  _Idep_id_75 |  -12.41034   739.3824    -0.02   0.987    -1465.874    1441.054
  _Idep_id_76 |   20.67927    739.503     0.03   0.978    -1433.022     1474.38
  _Idep_id_77 |   -227.486   739.3594    -0.31   0.758    -1680.905    1225.933
  _Idep_id_78 |   79.18319   739.5127     0.11   0.915    -1374.537    1532.903
  _Idep_id_79 |  -56.70501   739.3594    -0.08   0.939    -1510.124    1396.714
  _Idep_id_80 |  -1026.291   739.7797    -1.39   0.166    -2480.536    427.9539
  _Idep_id_81 |   -849.905   739.3594    -1.15   0.251    -2303.324    603.5138
  _Idep_id_82 |  -533.6919   739.4131    -0.72   0.471    -1987.216    919.8323
  _Idep_id_83 |  -586.1274   739.3969    -0.79   0.428     -2039.62    867.3651
  _Idep_id_84 |  -113.7431   739.3594    -0.15   0.878    -1567.162    1339.676
  _Idep_id_85 |   170.7807   739.3594     0.23   0.817    -1282.638    1624.199
  _Idep_id_86 |   170.7807   739.3594     0.23   0.817    -1282.638    1624.199
  _Idep_id_87 |  -220.1526   739.3594    -0.30   0.766    -1673.571    1233.266
  _Idep_id_88 |  -595.2669   739.4414    -0.81   0.421    -2048.847     858.313
  _Idep_id_89 |   1083.724   739.3594     1.47   0.143    -369.6952    2537.142
  _Idep_id_90 |  -56.70501   739.3594    -0.08   0.939    -1510.124    1396.714
  _Idep_id_91 |  -658.8434   739.4905    -0.89   0.373     -2112.52    794.8331
  _Idep_id_92 |  -55.70501   739.3594    -0.08   0.940    -1509.124    1397.714
  _Idep_id_93 |  -752.5734   739.9083    -1.02   0.310    -2207.071    701.9244
  _Idep_id_94 |   327.4849   739.3824     0.44   0.658    -1125.979    1780.949
  _Idep_id_95 |    743.495   739.3594     1.01   0.315    -709.9238    2196.914
  _Idep_id_96 |   228.4855   739.3594     0.31   0.757    -1224.933    1681.904
  _Idep_id_97 |  -966.3145   739.3594    -1.31   0.192    -2419.733    487.1043
  _Idep_id_98 |  -13.74484   739.9083    -0.02   0.985    -1468.243    1440.753
  _Idep_id_99 |  -908.9431   739.3594    -1.23   0.220    -2362.362    544.4757
 _Idep_id_100 |   56.70452   739.3594     0.08   0.939    -1396.714    1510.123
 _Idep_id_101 |  -113.7431   739.3594    -0.15   0.878    -1567.162    1339.676
 _Idep_id_102 |   341.2283   739.3594     0.46   0.645     -1112.19    1794.647
 _Idep_id_103 |   969.6474   739.3594     1.31   0.190    -483.7714    2423.066
         date |   .0226239   .2626824     0.09   0.931    -.4937521    .5389999
  _IdepXdat_2 |  -.0192937   .3714629    -0.05   0.959    -.7495084     .710921
  _IdepXdat_3 |  -.2229241    .371451    -0.60   0.549    -.9531153    .5072672
  _IdepXdat_4 |  -.0571427   .3714439    -0.15   0.878    -.7873202    .6730347
  _IdepXdat_5 |  -.0857142   .3714439    -0.23   0.818    -.8158916    .6444633
  _IdepXdat_6 |  -.1142856   .3714439    -0.31   0.758     -.844463    .6158919
  _IdepXdat_7 |   .0137148   .3714854     0.04   0.971    -.7165441    .7439737
  _IdepXdat_8 |   .0857144   .3714439     0.23   0.818    -.6444631    .8158919
  _IdepXdat_9 |   .0285716   .3714439     0.08   0.939    -.7016059     .758749
 _IdepXdat_10 |   .1428573   .3714439     0.38   0.701    -.5873202    .8730347
 _IdepXdat_11 |  -.0226239   .4355757    -0.05   0.959    -.8788703    .8336225
 _IdepXdat_12 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_13 |   .1142858   .3714439     0.31   0.758    -.6158916    .8444633
 _IdepXdat_14 |   .2857144   .3714439     0.77   0.442    -.4444631    1.015892
 _IdepXdat_15 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_16 |   .5428572   .3714439     1.46   0.145    -.1873202    1.273035
 _IdepXdat_17 |   .0857144   .3714439     0.23   0.818    -.6444631    .8158919
 _IdepXdat_18 |    .150723   .3714576     0.41   0.685    -.5794812    .8809273
 _IdepXdat_19 |  -.0207055   .3714576    -0.06   0.956    -.7509098    .7094987
 _IdepXdat_20 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_21 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_22 |   .4000001   .3714439     1.08   0.282    -.3301774    1.130178
 _IdepXdat_23 |   1.25e-07   .3714439     0.00   1.000    -.7301773    .7301776
 _IdepXdat_24 |   .1024544   .3715056     0.28   0.783    -.6278444    .8327531
 _IdepXdat_25 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_26 |  -.3142856   .3714439    -0.85   0.398    -1.044463    .4158919
 _IdepXdat_27 |  -.3142856   .3714439    -0.85   0.398    -1.044463    .4158919
 _IdepXdat_28 |   .0666222   .3714637     0.18   0.858    -.6635941    .7968386
 _IdepXdat_29 |   .0094794   .3714637     0.03   0.980     -.720737    .7396957
 _IdepXdat_30 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_31 |  -.0857142   .3714439    -0.23   0.818    -.8158916    .6444633
 _IdepXdat_32 |   .4603699   .3714462     1.24   0.216     -.269812    1.190552
 _IdepXdat_33 |     .02958   .3714442     0.08   0.937    -.7005979    .7597579
 _IdepXdat_34 |   .1714287   .3714439     0.46   0.645    -.5587488    .9016062
 _IdepXdat_35 |   .0024884   .3716563     0.01   0.995    -.7281066    .7330834
 _IdepXdat_36 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_37 |   1.342857   .3714439     3.62   0.000     .6126797    2.073035
 _IdepXdat_38 |    .294992   .3714629     0.79   0.428    -.4352227    1.025207
 _IdepXdat_39 |   .2285715   .3714439     0.62   0.539    -.5016059     .958749
 _IdepXdat_40 |   -.542857   .3714439    -1.46   0.145    -1.273034    .1873205
 _IdepXdat_41 |  -.5048063   .3714637    -1.36   0.175    -1.235023    .2254101
 _IdepXdat_42 |   .2994291   .3714854     0.81   0.421    -.4308298    1.029688
 _IdepXdat_43 |    .057143   .3714439     0.15   0.878    -.6730345    .7873204
 _IdepXdat_44 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_45 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_46 |    .057143   .3714439     0.15   0.878    -.6730345    .7873204
 _IdepXdat_47 |   .0688408   .3714741     0.19   0.853    -.6613959    .7990775
 _IdepXdat_48 |  -.0857142   .3714439    -0.23   0.818    -.8158916    .6444633
 _IdepXdat_49 |   .0285716   .3714439     0.08   0.939    -.7016059     .758749
 _IdepXdat_50 |  -.4571427   .3714439    -1.23   0.219     -1.18732    .2730347
 _IdepXdat_51 |   .0650088   .3714576     0.18   0.861    -.6651955     .795213
 _IdepXdat_52 |  -.0207055   .3714576    -0.06   0.956    -.7509098    .7094987
 _IdepXdat_53 |   .0078659   .3714576     0.02   0.983    -.7223384    .7380701
 _IdepXdat_54 |  -.5142856   .3714439    -1.38   0.167    -1.244463    .2158919
 _IdepXdat_55 |   .0285716   .3714439     0.08   0.939    -.7016059     .758749
 _IdepXdat_56 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_57 |   .0285716   .3714439     0.08   0.939    -.7016059     .758749
 _IdepXdat_58 |  -.1621509   .3714629    -0.44   0.663    -.8923656    .5680639
 _IdepXdat_59 |   .2473284   .3715214     0.67   0.506    -.4830014    .9776581
 _IdepXdat_60 |   .6285715   .3714439     1.69   0.091    -.1016059    1.358749
 _IdepXdat_61 |  -.1540834   .3715102    -0.41   0.679    -.8843911    .5762243
 _IdepXdat_62 |   1.285714   .3714439     3.46   0.001     .5555369    2.015892
 _IdepXdat_63 |  -.0112263   .3715102    -0.03   0.976     -.741534    .7190814
 _IdepXdat_64 |   -.125512   .3715102    -0.34   0.736    -.8558197    .6047957
 _IdepXdat_65 |  -.0683691   .3715102    -0.18   0.854    -.7986768    .6619386
 _IdepXdat_66 |   .1030594   .3715102     0.28   0.782    -.6272482    .8333671
 _IdepXdat_67 |  -.1142856   .3714439    -0.31   0.758    -.8444631    .6158919
 _IdepXdat_68 |   .2380508   .3714637     0.64   0.522    -.4921656    .9682672
 _IdepXdat_69 |  -.1200664   .3715583    -0.32   0.747    -.8504687    .6103358
 _IdepXdat_70 |  -.0239325   .3714487    -0.06   0.949    -.7541193    .7062543
 _IdepXdat_71 |  -.3546885   .3715056    -0.95   0.340    -1.084987    .3756103
 _IdepXdat_72 |   -.019092   .3714637    -0.05   0.959    -.7493084    .7111243
 _IdepXdat_73 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_74 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
 _IdepXdat_75 |   .0072608   .3714556     0.02   0.984    -.7229395    .7374611
 _IdepXdat_76 |  -.0104195   .3715165    -0.03   0.978    -.7407396    .7199006
 _IdepXdat_77 |   .1142858   .3714439     0.31   0.758    -.6158916    .8444633
 _IdepXdat_78 |  -.0383859   .3715214    -0.10   0.918    -.7687156    .6919439
 _IdepXdat_79 |   .0285716   .3714439     0.08   0.939    -.7016059     .758749
 _IdepXdat_80 |   .5167741   .3716563     1.39   0.165    -.2138209    1.247369
 _IdepXdat_81 |   .4285715   .3714439     1.15   0.249    -.3016059    1.158749
 _IdepXdat_82 |   .2682357    .371471     0.72   0.471     -.461995    .9984665
 _IdepXdat_83 |    .294992   .3714629     0.79   0.428    -.4352227    1.025207
 _IdepXdat_84 |    .057143   .3714439     0.15   0.878    -.6730345    .7873204
 _IdepXdat_85 |  -.0857142   .3714439    -0.23   0.818    -.8158916    .6444633
 _IdepXdat_86 |  -.0857142   .3714439    -0.23   0.818    -.8158916    .6444633
 _IdepXdat_87 |   .1142858   .3714439     0.31   0.758    -.6158916    .8444633
 _IdepXdat_88 |   .2994291   .3714854     0.81   0.421    -.4308298    1.029688
 _IdepXdat_89 |   -.542857   .3714439    -1.46   0.145    -1.273034    .1873205
 _IdepXdat_90 |   .0285716   .3714439     0.08   0.939    -.7016059     .758749
 _IdepXdat_91 |   .3316309   .3715102     0.89   0.373    -.3986768    1.061939
 _IdepXdat_92 |   .0285716   .3714439     0.08   0.939    -.7016059     .758749
 _IdepXdat_93 |   .3783541   .3717213     1.02   0.309    -.3523687    1.109077
 _IdepXdat_94 |  -.1641677   .3714555    -0.44   0.659     -.894368    .5660326
 _IdepXdat_95 |  -.3714284   .3714439    -1.00   0.318    -1.101606     .358749
 _IdepXdat_96 |  -.1142856   .3714439    -0.31   0.758    -.8444631    .6158919
 _IdepXdat_97 |   .4857144   .3714439     1.31   0.192    -.2444631    1.215892
 _IdepXdat_98 |   .0069255   .3717213     0.02   0.985    -.7237972    .7376483
 _IdepXdat_99 |    .457143   .3714439     1.23   0.219    -.2730345     1.18732
_IdepXdat_100 |  -.0285713   .3714439    -0.08   0.939    -.7587488    .7016062
_IdepXdat_101 |    .057143   .3714439     0.15   0.878    -.6730345    .7873204
_IdepXdat_102 |  -.1714284   .3714439    -0.46   0.645    -.9016059     .558749
_IdepXdat_103 |  -.4857142   .3714439    -1.31   0.192    -1.215892    .2444633
        _cons |  -44.90091   522.8691    -0.09   0.932    -1072.747    982.9452
-------------------------------------------------------------------------------

. xi: reg net dum91bd bd dum91 i.dep_id*date
i.dep_id          _Idep_id_1-103      (naturally coded; _Idep_id_1 omitted)
i.dep_id*date     _IdepXdat_#         (coded as above)

      Source |       SS       df       MS              Number of obs =     617
-------------+------------------------------           F(208,   408) =    9.66
       Model |  2266.81239   208  10.8981365           Prob > F      =  0.0000
    Residual |  460.409652   408  1.12845503           R-squared     =  0.8312
-------------+------------------------------           Adj R-squared =  0.7451
       Total |  2727.22204   616  4.42730851           Root MSE      =  1.0623

-------------------------------------------------------------------------------
          net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
--------------+----------------------------------------------------------------
      dum91bd |  -2.752668   2.871863    -0.96   0.338    -8.398163    2.892827
           bd |  -13.21368   2.430555    -5.44   0.000    -17.99166    -8.43571
        dum91 |   .1578971   .1382853     1.14   0.254    -.1139434    .4297377
   _Idep_id_2 |   50.13228   714.8662     0.07   0.944    -1355.148    1455.413
   _Idep_id_3 |   904.2447   719.8264     1.26   0.210    -510.7867    2319.276
   _Idep_id_4 |    114.076   714.8267     0.16   0.873    -1291.127    1519.279
   _Idep_id_5 |   172.1141   714.8267     0.24   0.810    -1233.089    1577.317
   _Idep_id_6 |  -117.0262   717.6681    -0.16   0.871    -1527.815    1293.762
   _Idep_id_7 |  -61.56523   714.9338    -0.09   0.931    -1466.979    1343.848
   _Idep_id_8 |  -250.8618   714.9822    -0.35   0.726    -1656.371    1154.647
   _Idep_id_9 |  -56.03829   714.8267    -0.08   0.938    -1461.241    1349.165
  _Idep_id_10 |   -282.524   714.8267    -0.40   0.693    -1687.727    1122.679
  _Idep_id_11 |   47.71948   838.3793     0.06   0.955    -1600.363    1695.802
  _Idep_id_12 |   56.70456   714.8267     0.08   0.937    -1348.498    1461.908
  _Idep_id_13 |  -227.4859   714.8267    -0.32   0.750    -1632.689    1177.717
  _Idep_id_14 |  -547.6983   714.8365    -0.77   0.444    -1952.921    857.5239
  _Idep_id_15 |    57.0379   714.8267     0.08   0.936    -1348.165    1462.241
  _Idep_id_16 |  -1077.057   714.8267    -1.51   0.133     -2482.26    328.1457
  _Idep_id_17 |  -168.4478   714.8267    -0.24   0.814    -1573.651    1236.755
  _Idep_id_18 |  -289.6013    714.855    -0.41   0.686     -1694.86    1115.657
  _Idep_id_19 |   51.13241   714.8551     0.07   0.943    -1354.126    1456.391
  _Idep_id_20 |   56.70457   714.8267     0.08   0.937    -1348.498    1461.908
  _Idep_id_21 |   56.70457   714.8267     0.08   0.937    -1348.498    1461.908
  _Idep_id_22 |  -793.8668   714.8267    -1.11   0.267     -2199.07    611.3361
  _Idep_id_23 |  -.0001931   714.8267    -0.00   1.000    -1405.203    1405.203
  _Idep_id_24 |   4.962817   715.9707     0.01   0.994    -1402.489    1412.415
  _Idep_id_25 |   58.37123   714.8267     0.08   0.935    -1346.832    1463.574
  _Idep_id_26 |    813.387   715.6564     1.14   0.256    -593.4471    2220.221
  _Idep_id_27 |   625.7522   714.8267     0.88   0.382    -779.4508    2030.955
  _Idep_id_28 |  -120.4582    714.868    -0.17   0.866    -1525.742    1284.826
  _Idep_id_29 |  -112.4443   715.0734    -0.16   0.875    -1518.132    1293.244
  _Idep_id_30 |   56.70457   714.8267     0.08   0.937    -1348.498    1461.908
  _Idep_id_31 |  -167.3976   717.6681    -0.23   0.816    -1578.186    1243.391
  _Idep_id_32 |  -910.6328   714.8314    -1.27   0.203    -2315.845    494.5795
  _Idep_id_33 |    -57.086   714.8271    -0.08   0.936     -1462.29    1348.118
  _Idep_id_34 |  -340.5621   714.8267    -0.48   0.634    -1745.765    1064.641
  _Idep_id_35 |   -312.155   717.4716    -0.44   0.664    -1722.557    1098.247
  _Idep_id_36 |   56.70457   714.8267     0.08   0.937    -1348.498    1461.908
  _Idep_id_37 |  -2317.814   717.7141    -3.23   0.001    -3728.693   -906.9348
  _Idep_id_38 |  -401.8807   715.6687    -0.56   0.575    -1808.739    1004.978
  _Idep_id_39 |  -447.6383   714.8267    -0.63   0.532    -1852.841    957.5647
  _Idep_id_40 |   1082.057   714.8267     1.51   0.131     -323.146     2487.26
  _Idep_id_41 |   876.4849   715.2606     1.23   0.221    -529.5711    2282.541
  _Idep_id_42 |  -577.7633   714.9132    -0.81   0.419    -1983.136    827.6096
  _Idep_id_43 |   215.5832   717.2965     0.30   0.764    -1194.475    1625.641
  _Idep_id_44 |    57.0379   714.8267     0.08   0.936    -1348.165    1462.241
  _Idep_id_45 |   56.70457   714.8267     0.08   0.937    -1348.498    1461.908
  _Idep_id_46 |   -113.743   714.8267    -0.16   0.874    -1518.946     1291.46
  _Idep_id_47 |  -122.0298   714.8896    -0.17   0.865    -1527.356    1283.297
  _Idep_id_48 |   170.7808   714.8267     0.24   0.811    -1234.422    1575.984
  _Idep_id_49 |  -56.37162   714.8267    -0.08   0.937    -1461.575    1348.831
  _Idep_id_50 |   915.6093   714.8267     1.28   0.201    -489.5936    2320.812
  _Idep_id_51 |  -31.47781   715.0794    -0.04   0.965    -1437.178    1374.222
  _Idep_id_52 |   51.13242   714.8551     0.07   0.943    -1354.126    1456.391
  _Idep_id_53 |  -5.572344   714.8551    -0.01   0.994    -1410.831    1399.687
  _Idep_id_54 |   1024.352   714.8267     1.43   0.153    -380.8508    2429.555
  _Idep_id_55 |  -243.3076   715.6532    -0.34   0.734    -1650.135     1163.52
  _Idep_id_56 |   56.70457   714.8267     0.08   0.937    -1348.498    1461.908
  _Idep_id_57 |  -36.88015    714.836    -0.05   0.959    -1442.101    1368.341
  _Idep_id_58 |   216.6622   715.1346     0.30   0.762    -1189.146     1622.47
  _Idep_id_59 |  -728.1969    716.344    -1.02   0.310    -2136.383    679.9889
  _Idep_id_60 |  -990.5712   716.4157    -1.38   0.168    -2398.898    417.7556
  _Idep_id_61 |   5.614821   717.0967     0.01   0.994    -1404.051     1415.28
  _Idep_id_62 |  -2230.055   717.2965    -3.11   0.002    -3640.113   -819.9967
  _Idep_id_63 |   44.41726    714.965     0.06   0.950    -1361.058    1449.892
  _Idep_id_64 |   207.3741   714.9973     0.29   0.772    -1198.164    1612.912
  _Idep_id_65 |   158.7813   714.9646     0.22   0.824    -1246.693    1564.255
  _Idep_id_66 |  -182.7351    714.965    -0.26   0.798     -1588.21     1222.74
  _Idep_id_67 |   231.8189   714.8267     0.32   0.746    -1173.384    1637.022
  _Idep_id_68 |  -496.1906   714.8779    -0.69   0.488    -1901.494     909.113
  _Idep_id_69 |  -156.1236   718.7414    -0.22   0.828    -1569.022    1256.775
  _Idep_id_70 |   53.41843   714.8366     0.07   0.940    -1351.804    1458.641
  _Idep_id_71 |   904.9401   715.8656     1.26   0.207    -502.3052    2312.185
  _Idep_id_72 |  -125.9191    715.507    -0.18   0.860     -1532.46    1280.621
  _Idep_id_73 |   56.70457   714.8267     0.08   0.937    -1348.498    1461.908
  _Idep_id_74 |   57.70457   714.8267     0.08   0.936    -1347.498    1462.908
  _Idep_id_75 |   50.64579    714.943     0.07   0.944    -1354.786    1456.077
  _Idep_id_76 |   43.84576   714.9782     0.06   0.951    -1361.655    1449.347
  _Idep_id_77 |  -227.4859   714.8267    -0.32   0.750    -1632.689    1177.717
  _Idep_id_78 |   312.1707   716.2582     0.44   0.663    -1095.846    1720.188
  _Idep_id_79 |   6.581918   714.9215     0.01   0.993    -1398.807    1411.971
  _Idep_id_80 |  -986.6507   715.2702    -1.38   0.169    -2392.725    419.4241
  _Idep_id_81 |  -849.9049   714.8267    -1.19   0.235    -2255.108     555.298
  _Idep_id_82 |  -312.9984   716.0302    -0.44   0.662    -1720.567     1094.57
  _Idep_id_83 |  -505.3531   715.0173    -0.71   0.480    -1910.931    900.2246
  _Idep_id_84 |   -113.743   714.8267    -0.16   0.874    -1518.946     1291.46
  _Idep_id_85 |   170.7808   714.8267     0.24   0.811    -1234.422    1575.984
  _Idep_id_86 |   482.8282   717.1274     0.67   0.501    -926.8977    1892.554
  _Idep_id_87 |  -220.1526   714.8267    -0.31   0.758    -1625.356     1185.05
  _Idep_id_88 |  -169.2572   719.1877    -0.24   0.814    -1583.033    1244.519
  _Idep_id_89 |   1083.724   714.8267     1.52   0.130    -321.4793    2488.927
  _Idep_id_90 |  -56.70495   714.8267    -0.08   0.937    -1461.908    1348.498
  _Idep_id_91 |  -184.8831   720.2492    -0.26   0.798    -1600.746    1230.979
  _Idep_id_92 |  -55.70495   714.8267    -0.08   0.938    -1460.908    1349.498
  _Idep_id_93 |     350.04   743.5529     0.47   0.638    -1111.633    1811.713
  _Idep_id_94 |   309.3018   714.8567     0.43   0.665     -1095.96    1714.564
  _Idep_id_95 |   683.4118   714.9121     0.96   0.340    -721.9591    2088.783
  _Idep_id_96 |   228.4855   714.8267     0.32   0.749    -1176.717    1633.688
  _Idep_id_97 |  -966.3145   714.8267    -1.35   0.177    -2371.517    438.8885
  _Idep_id_98 |   31.55845   715.4059     0.04   0.965    -1374.783      1437.9
  _Idep_id_99 |   -908.943   714.8267    -1.27   0.204    -2314.146    496.2599
 _Idep_id_100 |   56.70457   714.8267     0.08   0.937    -1348.498    1461.908
 _Idep_id_101 |   -113.743   714.8267    -0.16   0.874    -1518.946     1291.46
 _Idep_id_102 |   341.2284   714.8267     0.48   0.633    -1063.975    1746.431
 _Idep_id_103 |   969.6474   714.8267     1.36   0.176    -435.5555     2374.85
         date |     .02406   .2539664     0.09   0.925     -.475186     .523306
  _IdepXdat_2 |  -.0249535   .3591388    -0.07   0.945     -.730947    .6810399
  _IdepXdat_3 |  -.4536445   .3616247    -1.25   0.210    -1.164525    .2572357
  _IdepXdat_4 |  -.0571428    .359119    -0.16   0.874    -.7630973    .6488117
  _IdepXdat_5 |  -.0857142    .359119    -0.24   0.811    -.7916687    .6202403
  _IdepXdat_6 |    .060135   .3605493     0.17   0.868    -.6486312    .7689012
  _IdepXdat_7 |   .0310204   .3591732     0.09   0.931    -.6750405    .7370814
  _IdepXdat_8 |    .126488   .3591973     0.35   0.725    -.5796204    .8325965
  _IdepXdat_9 |   .0285715    .359119     0.08   0.937     -.677383     .734526
 _IdepXdat_10 |   .1428572    .359119     0.40   0.691    -.5630973    .8488117
 _IdepXdat_11 |    -.02406   .4211229    -0.06   0.954    -.8519013    .8037814
 _IdepXdat_12 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_13 |   .1142858    .359119     0.32   0.750    -.5916687    .8202403
 _IdepXdat_14 |    .275521   .3591239     0.77   0.443    -.4304432    .9814851
 _IdepXdat_15 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_16 |   .5428572    .359119     1.51   0.131    -.1630973    1.248812
 _IdepXdat_17 |   .0857144    .359119     0.24   0.811    -.6202401    .7916689
 _IdepXdat_18 |   .1459245   .3591333     0.41   0.685     -.560058     .851907
 _IdepXdat_19 |  -.0255041   .3591333    -0.07   0.943    -.7314866    .6804785
 _IdepXdat_20 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_21 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_22 |   .4000001    .359119     1.11   0.266    -.3059544    1.105955
 _IdepXdat_23 |   9.70e-08    .359119     0.00   1.000    -.7059544    .7059546
 _IdepXdat_24 |  -.0017638   .3596899    -0.00   0.996    -.7088405    .7053129
 _IdepXdat_25 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_26 |  -.4082915   .3595351    -1.14   0.257    -1.115064    .2984809
 _IdepXdat_27 |  -.3142856    .359119    -0.88   0.382     -1.02024    .3916689
 _IdepXdat_28 |   .0608394   .3591397     0.17   0.866    -.6451558    .7668346
 _IdepXdat_29 |   .0569288   .3592442     0.16   0.874    -.6492718    .7631294
 _IdepXdat_30 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_31 |   .0887064   .3605493     0.25   0.806    -.6200597    .7974726
 _IdepXdat_32 |   .4584013   .3591214     1.28   0.203    -.2475579    1.164361
 _IdepXdat_33 |   .0289648   .3591192     0.08   0.936    -.6769902    .7349197
 _IdepXdat_34 |   .1714287    .359119     0.48   0.633    -.5345258    .8773832
 _IdepXdat_35 |    .157961   .3604606     0.44   0.661    -.5506307    .8665528
 _IdepXdat_36 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_37 |   1.167304   .3605679     3.24   0.001     .4585012    1.876107
 _IdepXdat_38 |   .2024994   .3595401     0.56   0.574    -.5042829    .9092817
 _IdepXdat_39 |   .2285715    .359119     0.64   0.525     -.477383     .934526
 _IdepXdat_40 |   -.542857    .359119    -1.51   0.131    -1.248812    .1630975
 _IdepXdat_41 |  -.4396128   .3593383    -1.22   0.222    -1.145998    .2667728
 _IdepXdat_42 |   .2910624   .3591624     0.81   0.418    -.4149773    .9971021
 _IdepXdat_43 |  -.1051966   .3603584    -0.29   0.770    -.8135874    .6031942
 _IdepXdat_44 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_45 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_46 |    .057143    .359119     0.16   0.874    -.6488115    .7630975
 _IdepXdat_47 |   .0617045   .3591505     0.17   0.864     -.644312     .767721
 _IdepXdat_48 |  -.0857142    .359119    -0.24   0.811    -.7916687    .6202403
 _IdepXdat_49 |   .0285715    .359119     0.08   0.937     -.677383     .734526
 _IdepXdat_50 |  -.4571427    .359119    -1.27   0.204    -1.163097    .2488118
 _IdepXdat_51 |   .0160388   .3592451     0.04   0.964    -.6901637    .7222412
 _IdepXdat_52 |  -.0255041   .3591333    -0.07   0.943    -.7314866    .6804785
 _IdepXdat_53 |   .0030674   .3591333     0.01   0.993    -.7029152    .7090499
 _IdepXdat_54 |  -.5142856    .359119    -1.43   0.153     -1.22024    .1916689
 _IdepXdat_55 |   .1225774   .3595351     0.34   0.733     -.584195    .8293498
 _IdepXdat_56 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_57 |   .0187556   .3591236     0.05   0.958    -.6872078    .7247191
 _IdepXdat_58 |  -.1081603   .3592746    -0.30   0.764    -.8144207    .5981001
 _IdepXdat_59 |   .3684001   .3598836     1.02   0.307    -.3390575    1.075858
 _IdepXdat_60 |   .4986999   .3599127     1.39   0.167    -.2088148    1.206215
 _IdepXdat_61 |  -.0023252   .3602662    -0.01   0.995    -.7105348    .7058843
 _IdepXdat_62 |   1.123375   .3603584     3.12   0.002      .414984    1.831766
 _IdepXdat_63 |  -.0218076   .3591883    -0.06   0.952    -.7278984    .6842831
 _IdepXdat_64 |  -.1036254   .3592056    -0.29   0.773    -.8097502    .6024993
 _IdepXdat_65 |  -.0789505   .3591883    -0.22   0.826    -.7850413    .6271403
 _IdepXdat_66 |   .0924781   .3591883     0.26   0.797    -.6136127    .7985689
 _IdepXdat_67 |  -.1142856    .359119    -0.32   0.750    -.8202401    .5916689
 _IdepXdat_68 |    .250012   .3591449     0.70   0.487    -.4559933    .9560174
 _IdepXdat_69 |   .0793367   .3610972     0.22   0.826    -.6305066      .78918
 _IdepXdat_70 |  -.0267624    .359124    -0.07   0.941    -.7327267    .6792018
 _IdepXdat_71 |  -.4536212   .3596394    -1.26   0.208    -1.160599    .2533563
 _IdepXdat_72 |   .0638455    .359462     0.18   0.859    -.6427832    .7704743
 _IdepXdat_73 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_74 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
 _IdepXdat_75 |   -.024351   .3591773    -0.07   0.946    -.7304201    .6817181
 _IdepXdat_76 |   -.021493   .3591949    -0.06   0.952    -.7275968    .6846107
 _IdepXdat_77 |   .1142858    .359119     0.32   0.750    -.5916687    .8202403
 _IdepXdat_78 |  -.1551605   .3598356    -0.43   0.667    -.8625236    .5522027
 _IdepXdat_79 |  -.0027638   .3591653    -0.01   0.994    -.7088092    .7032816
 _IdepXdat_80 |   .4978261   .3593413     1.39   0.167    -.2085653    1.204218
 _IdepXdat_81 |   .4285715    .359119     1.19   0.233     -.277383    1.134526
 _IdepXdat_82 |   .1576468   .3597208     0.44   0.661    -.5494908    .8647843
 _IdepXdat_83 |   .2545991   .3592142     0.71   0.479    -.4515425    .9607407
 _IdepXdat_84 |    .057143    .359119     0.16   0.874    -.6488116    .7630975
 _IdepXdat_85 |  -.0857142    .359119    -0.24   0.811    -.7916687    .6202403
 _IdepXdat_86 |  -.2423907   .3602735    -0.67   0.501    -.9506148    .4658334
 _IdepXdat_87 |   .1142858    .359119     0.32   0.750    -.5916687    .8202403
 _IdepXdat_88 |    .085684   .3613046     0.24   0.813     -.624567     .795935
 _IdepXdat_89 |   -.542857    .359119    -1.51   0.131    -1.248812    .1630975
 _IdepXdat_90 |   .0285715    .359119     0.08   0.937     -.677383     .734526
 _IdepXdat_91 |   .0937742    .361838     0.26   0.796    -.6175252    .8050735
 _IdepXdat_92 |   .0285715    .359119     0.08   0.937     -.677383     .734526
 _IdepXdat_93 |  -.1748684   .3735163    -0.47   0.640     -.909125    .5593883
 _IdepXdat_94 |  -.1550059   .3591342    -0.43   0.666    -.8609903    .5509784
 _IdepXdat_95 |  -.3412258    .359162    -0.95   0.343    -1.047265    .3648132
 _IdepXdat_96 |  -.1142856    .359119    -0.32   0.750    -.8202401    .5916689
 _IdepXdat_97 |   .4857144    .359119     1.35   0.177    -.2202401    1.191669
 _IdepXdat_98 |  -.0147293   .3594093    -0.04   0.967    -.7212544    .6917957
 _IdepXdat_99 |    .457143    .359119     1.27   0.204    -.2488115    1.163097
_IdepXdat_100 |  -.0285713    .359119    -0.08   0.937    -.7345258    .6773832
_IdepXdat_101 |    .057143    .359119     0.16   0.874    -.6488115    .7630975
_IdepXdat_102 |  -.1714285    .359119    -0.48   0.633     -.877383     .534526
_IdepXdat_103 |  -.4857142    .359119    -1.35   0.177    -1.191669    .2202403
        _cons |  -47.75106   505.5199    -0.09   0.925      -1041.5    945.9977
-------------------------------------------------------------------------------

. 
. xtreg net dum91bd  

Random-effects GLS regression                   Number of obs      =       617
Group variable: dep_id                          Number of groups   =       103

R-sq:  within  = 0.0056                         Obs per group: min =         5
       between = 0.0230                                        avg =       6.0
       overall = 0.0066                                        max =         6

                                                Wald chi2(1)       =      3.37
corr(u_i, X)   = 0 (assumed)                    Prob > chi2        =    0.0663

------------------------------------------------------------------------------
         net |      Coef.   Std. Err.      z    P>|z|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
     dum91bd |  -4.468713   2.433403    -1.84   0.066    -9.238095    .3006687
       _cons |   1.352171   .1804317     7.49   0.000     .9985312    1.705811
-------------+----------------------------------------------------------------
     sigma_u |  1.7669721
     sigma_e |  1.1309388
         rho |  .70939315   (fraction of variance due to u_i)
------------------------------------------------------------------------------

. xtreg net dum91bd, fe

Fixed-effects (within) regression               Number of obs      =       617
Group variable: dep_id                          Number of groups   =       103

R-sq:  within  = 0.0056                         Obs per group: min =         5
       between = 0.0230                                        avg =       6.0
       overall = 0.0066                                        max =         6

                                                F(1,513)           =      2.89
corr(u_i, Xb)  = 0.0481                         Prob > F           =    0.0898

------------------------------------------------------------------------------
         net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
     dum91bd |  -4.151345   2.442522    -1.70   0.090    -8.949922    .6472318
       _cons |   1.352753   .0468653    28.86   0.000     1.260682    1.444825
-------------+----------------------------------------------------------------
     sigma_u |    1.83455
     sigma_e |  1.1309388
         rho |  .72462136   (fraction of variance due to u_i)
------------------------------------------------------------------------------
F test that all u_i=0:     F(102, 513) =    15.74            Prob > F = 0.0000

. xtreg net dum91bd, re

Random-effects GLS regression                   Number of obs      =       617
Group variable: dep_id                          Number of groups   =       103

R-sq:  within  = 0.0056                         Obs per group: min =         5
       between = 0.0230                                        avg =       6.0
       overall = 0.0066                                        max =         6

                                                Wald chi2(1)       =      3.37
corr(u_i, X)   = 0 (assumed)                    Prob > chi2        =    0.0663

------------------------------------------------------------------------------
         net |      Coef.   Std. Err.      z    P>|z|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
     dum91bd |  -4.468713   2.433403    -1.84   0.066    -9.238095    .3006687
       _cons |   1.352171   .1804317     7.49   0.000     .9985312    1.705811
-------------+----------------------------------------------------------------
     sigma_u |  1.7669721
     sigma_e |  1.1309388
         rho |  .70939315   (fraction of variance due to u_i)
------------------------------------------------------------------------------

. 
. xtreg intot dum91bd  

Random-effects GLS regression                   Number of obs      =       617
Group variable: dep_id                          Number of groups   =       103

R-sq:  within  = 0.0007                         Obs per group: min =         5
       between = 0.0202                                        avg =       6.0
       overall = 0.0030                                        max =         6

                                                Wald chi2(1)       =      0.61
corr(u_i, X)   = 0 (assumed)                    Prob > chi2        =    0.4342

------------------------------------------------------------------------------
       intot |      Coef.   Std. Err.      z    P>|z|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
     dum91bd |  -1.259531   1.610637    -0.78   0.434    -4.416322     1.89726
       _cons |   .6191353    .085567     7.24   0.000      .451427    .7868435
-------------+----------------------------------------------------------------
     sigma_u |  .80821805
     sigma_e |  .75182065
         rho |   .5361041   (fraction of variance due to u_i)
------------------------------------------------------------------------------

. xtreg outtot dum91bd  

Random-effects GLS regression                   Number of obs      =       617
Group variable: dep_id                          Number of groups   =       103

R-sq:  within  = 0.0050                         Obs per group: min =         5
       between = 0.0244                                        avg =       6.0
       overall = 0.0072                                        max =         6

                                                Wald chi2(1)       =      3.30
corr(u_i, X)   = 0 (assumed)                    Prob > chi2        =    0.0691

------------------------------------------------------------------------------
      outtot |      Coef.   Std. Err.      z    P>|z|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
     dum91bd |   3.555835   1.956408     1.82   0.069    -.2786542    7.390325
       _cons |  -.7347899   .0977931    -7.51   0.000    -.9264609   -.5431188
-------------+----------------------------------------------------------------
     sigma_u |    .914334
     sigma_e |  .91428921
         rho |  .50002449   (fraction of variance due to u_i)
------------------------------------------------------------------------------

. 
. * THESE ARE INCLUDED IN THE PAPER
. reg net dum91bd

      Source |       SS       df       MS              Number of obs =     617
-------------+------------------------------           F(  1,   615) =    4.07
       Model |  17.9480842     1  17.9480842           Prob > F      =  0.0440
    Residual |  2709.27396   615  4.40532351           R-squared     =  0.0066
-------------+------------------------------           Adj R-squared =  0.0050
       Total |  2727.22204   616  4.42730851           Root MSE      =  2.0989

------------------------------------------------------------------------------
         net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
     dum91bd |  -8.567721   4.244682    -2.02   0.044    -16.90355    -.231892
       _cons |   1.372838    .086675    15.84   0.000     1.202623    1.543053
------------------------------------------------------------------------------

. xi: reg net dum91bd i.date i.dep_id
i.date            _Idate_1988-1993    (naturally coded; _Idate_1988 omitted)
i.dep_id          _Idep_id_1-103      (naturally coded; _Idep_id_1 omitted)

      Source |       SS       df       MS              Number of obs =     617
-------------+------------------------------           F(108,   508) =   15.50
       Model |  2092.31669   108  19.3733027           Prob > F      =  0.0000
    Residual |  634.905348   508  1.24981368           R-squared     =  0.7672
-------------+------------------------------           Adj R-squared =  0.7177
       Total |  2727.22204   616  4.42730851           Root MSE      =   1.118

------------------------------------------------------------------------------
         net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-------------+----------------------------------------------------------------
     dum91bd |  -6.783822   2.880199    -2.36   0.019    -12.44239   -1.125254
 _Idate_1989 |   -.076489   .1562402    -0.49   0.625    -.3834455    .2304676
 _Idate_1990 |  -.0085278   .1562402    -0.05   0.956    -.3154843    .2984287
 _Idate_1991 |   .3024955   .1749052     1.73   0.084     -.041131    .6461221
 _Idate_1992 |   -.037654   .1562402    -0.24   0.810    -.3446105    .2693025
 _Idate_1993 |   .4283654   .1562402     2.74   0.006     .1214089    .7353219
  _Idep_id_2 |  -.1146574   .6458267    -0.18   0.859    -1.383477    1.154163
  _Idep_id_3 |   .6983245    .645589     1.08   0.280    -.5700286    1.966678
  _Idep_id_4 |   .3333333   .6454491     0.52   0.606    -.9347449    1.601412
  _Idep_id_5 |        1.5   .6454491     2.32   0.021     .2319218    2.768078
  _Idep_id_6 |   2.333333   .6454491     3.62   0.000     1.065255    3.601412
  _Idep_id_7 |   .0768833    .646274     0.12   0.905    -1.192816    1.346582
  _Idep_id_8 |   .8333333   .6454491     1.29   0.197    -.4347449    2.101412
  _Idep_id_9 |   .8333333   .6454491     1.29   0.197    -.4347449    2.101412
 _Idep_id_10 |   1.833333   .6454491     2.84   0.005     .5652551    3.101412
 _Idep_id_11 |  -.1869397   .6772595    -0.28   0.783    -1.517514    1.143635
 _Idep_id_12 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_13 |   2.25e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_14 |   .6666667   .6454491     1.03   0.302    -.6014116    1.934745
 _Idep_id_15 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_16 |        3.5   .6454491     5.42   0.000     2.231922    4.768078
 _Idep_id_17 |   2.166667   .6454491     3.36   0.001     .8985884    3.434745
 _Idep_id_18 |   .5440948   .6457206     0.84   0.400    -.7245167    1.812706
 _Idep_id_19 |  -.1225718   .6457206    -0.19   0.850    -1.391183     1.14604
 _Idep_id_20 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_21 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_22 |   2.333333   .6454491     3.62   0.000     1.065255    3.601412
 _Idep_id_23 |   2.27e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_24 |   .5938429   .6466777     0.92   0.359     -.676649    1.864335
 _Idep_id_25 |        1.5   .6454491     2.32   0.021     .2319218    2.768078
 _Idep_id_26 |         .5   .6454491     0.77   0.439    -.7680782    1.768078
 _Idep_id_27 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_28 |   .0531399   .6458433     0.08   0.934    -1.215713    1.321993
 _Idep_id_29 |   .3864733   .6458433     0.60   0.550    -.8823794    1.655326
 _Idep_id_30 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_31 |   8.833333   .6454491    13.69   0.000     7.565255    10.10141
 _Idep_id_32 |   1.684757   .6454948     2.61   0.009     .4165889    2.952925
 _Idep_id_33 |   .5056532   .6454536     0.78   0.434    -.7624338     1.77374
 _Idep_id_34 |   .6666667   .6454491     1.03   0.302    -.6014116    1.934745
 _Idep_id_35 |   .6741181   .6496687     1.04   0.300    -.6022502    1.950486
 _Idep_id_36 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_37 |        5.5   .6454491     8.52   0.000     4.231922    6.768078
 _Idep_id_38 |    .718676   .6458267     1.11   0.266    -.5501441    1.987496
 _Idep_id_39 |   7.333333   .6454491    11.36   0.000     6.065255    8.601412
 _Idep_id_40 |        1.5   .6454491     2.32   0.021     .2319218    2.768078
 _Idep_id_41 |    1.05314   .6458433     1.63   0.104    -.2157127    2.321993
 _Idep_id_42 |     .74355    .646274     1.15   0.250    -.5261488    2.013249
 _Idep_id_43 |          6   .6454491     9.30   0.000     4.731922    7.268078
 _Idep_id_44 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_45 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_46 |   2.23e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_47 |   .0655769   .6460493     0.10   0.919     -1.20368    1.334834
 _Idep_id_48 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_49 |         .5   .6454491     0.77   0.439    -.7680782    1.768078
 _Idep_id_50 |   5.666667   .6454491     8.78   0.000     4.398588    6.934745
 _Idep_id_51 |   .0440948   .6457206     0.07   0.946    -1.224517    1.312706
 _Idep_id_52 |  -.1225718   .6457206    -0.19   0.850    -1.391183     1.14604
 _Idep_id_53 |   .0440948   .6457206     0.07   0.946    -1.224517    1.312706
 _Idep_id_54 |   .6666667   .6454491     1.03   0.302    -.6014116    1.934745
 _Idep_id_55 |         .5   .6454491     0.77   0.439    -.7680782    1.768078
 _Idep_id_56 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_57 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_58 |   1.052009   .6458267     1.63   0.104    -.2168108    2.320829
 _Idep_id_59 |   4.771816   .6469912     7.38   0.000     3.500708    6.042924
 _Idep_id_60 |   1.333333   .6454491     2.07   0.039     .0652551    2.601412
 _Idep_id_61 |   .0972348    .646768     0.15   0.881    -1.173435    1.367904
 _Idep_id_62 |   5.833333   .6454491     9.04   0.000     4.565255    7.101412
 _Idep_id_63 |  -.0694319    .646768    -0.11   0.915    -1.340101    1.201237
 _Idep_id_64 |   .5972348    .646768     0.92   0.356    -.6734346    1.867904
 _Idep_id_65 |   .9305681    .646768     1.44   0.151    -.3401012    2.201237
 _Idep_id_66 |   .2639014    .646768     0.41   0.683    -1.006768    1.534571
 _Idep_id_67 |   4.333333   .6454491     6.71   0.000     3.065255    5.601412
 _Idep_id_68 |   1.386473   .6458433     2.15   0.032     .1176206    2.655326
 _Idep_id_69 |    .627762   .6477244     0.97   0.333    -.6447865     1.90031
 _Idep_id_70 |   -.140662   .6455435    -0.22   0.828    -1.408926    1.127602
 _Idep_id_71 |   1.593843   .6466777     2.46   0.014      .323351    2.864335
 _Idep_id_72 |   .8864733   .6458433     1.37   0.170    -.3823794    2.155326
 _Idep_id_73 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
 _Idep_id_74 |   .8333333   .6454491     1.29   0.197    -.4347449    2.101412
 _Idep_id_75 |   2.040703   .6456804     3.16   0.002     .7721703    3.309236
 _Idep_id_76 |  -.0649093   .6468934    -0.10   0.920    -1.335825    1.206006
 _Idep_id_77 |   2.09e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_78 |   2.771816   .6469912     4.28   0.000     1.500708    4.042924
 _Idep_id_79 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_80 |   2.340785   .6496687     3.60   0.000     1.064416    3.617153
 _Idep_id_81 |   3.166667   .6454491     4.91   0.000     1.898588    4.434745
 _Idep_id_82 |   .2288517   .6459889     0.35   0.723    -1.040287     1.49799
 _Idep_id_83 |   1.052009   .6458267     1.63   0.104    -.2168108    2.320829
 _Idep_id_84 |   2.05e-13   .6454491     0.00   1.000    -1.268078    1.268078
 _Idep_id_85 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_86 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_87 |   7.333333   .6454491    11.36   0.000     6.065255    8.601412
 _Idep_id_88 |     .74355    .646274     1.15   0.250    -.5261488    2.013249
 _Idep_id_89 |   3.166667   .6454491     4.91   0.000     1.898588    4.434745
 _Idep_id_90 |   .1666667   .6454491     0.26   0.796    -1.101412    1.434745
 _Idep_id_91 |   1.263901    .646768     1.95   0.051    -.0067679    2.534571
 _Idep_id_92 |   1.166667   .6454491     1.81   0.071    -.1014116    2.434745
 _Idep_id_93 |   .5323254    .650955     0.82   0.414    -.7465699    1.811221
 _Idep_id_94 |   .7073696   .6456804     1.10   0.274    -.5611631    1.975902
 _Idep_id_95 |   4.166667   .6454491     6.46   0.000     2.898588    5.434745
 _Idep_id_96 |          1   .6454491     1.55   0.122    -.2680782    2.268078
 _Idep_id_97 |         .5   .6454491     0.77   0.439    -.7680782    1.768078
 _Idep_id_98 |   .0323254    .650955     0.05   0.960     -1.24657    1.311221
 _Idep_id_99 |          1   .6454491     1.55   0.122    -.2680782    2.268078
_Idep_id_100 |  -.1666667   .6454491    -0.26   0.796    -1.434745    1.101412
_Idep_id_101 |   1.99e-13   .6454491     0.00   1.000    -1.268078    1.268078
_Idep_id_102 |   1.99e-13   .6454491     0.00   1.000    -1.268078    1.268078
_Idep_id_103 |   2.833333   .6454491     4.39   0.000     1.565255    4.101412
       _cons |   .0653016   .4676404     0.14   0.889    -.8534457    .9840489
------------------------------------------------------------------------------

. xi: reg net dum91bd i.dep_id*date i.date
i.dep_id          _Idep_id_1-103      (naturally coded; _Idep_id_1 omitted)
i.dep_id*date     _IdepXdat_#         (coded as above)
i.date            _Idate_1988-1993    (naturally coded; _Idate_1988 omitted)
note: _Idate_1993 omitted because of collinearity

      Source |       SS       df       MS              Number of obs =     617
-------------+------------------------------           F(210,   406) =    8.96
       Model |  2243.11624   210  10.6815059           Prob > F      =  0.0000
    Residual |  484.105803   406  1.19237883           R-squared     =  0.8225
-------------+------------------------------           Adj R-squared =  0.7307
       Total |  2727.22204   616  4.42730851           Root MSE      =   1.092

-------------------------------------------------------------------------------
          net |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
--------------+----------------------------------------------------------------
      dum91bd |  -7.055251   2.837571    -2.49   0.013    -12.63342   -1.477085
   _Idep_id_2 |   38.30146   734.8315     0.05   0.958    -1406.248    1482.851
   _Idep_id_3 |    444.436    734.808     0.60   0.546    -1000.067    1888.939
   _Idep_id_4 |   114.0759   734.7942     0.16   0.877      -1330.4    1558.552
   _Idep_id_5 |    172.114   734.7942     0.23   0.815    -1272.362     1616.59
   _Idep_id_6 |   229.8188   734.7942     0.31   0.755    -1214.657    1674.295
   _Idep_id_7 |  -27.20476   734.8757    -0.04   0.970    -1471.841    1417.432
   _Idep_id_8 |  -169.7812   734.7942    -0.23   0.817    -1614.257    1274.695
   _Idep_id_9 |  -56.03834   734.7942    -0.08   0.939    -1500.515    1388.438
  _Idep_id_10 |   -282.524   734.7942    -0.38   0.701        -1727    1161.952
  _Idep_id_11 |    106.191   862.9239     0.12   0.902    -1590.166    1802.548
  _Idep_id_12 |   56.70451   734.7942     0.08   0.939    -1387.772    1501.181
  _Idep_id_13 |  -227.4859   734.7942    -0.31   0.757    -1671.962     1216.99
  _Idep_id_14 |  -568.0478   734.7942    -0.77   0.440    -2012.524    876.4284
  _Idep_id_15 |   57.03784   734.7942     0.08   0.938    -1387.438    1501.514
  _Idep_id_16 |  -1077.057   734.7942    -1.47   0.143    -2521.534     367.419
  _Idep_id_17 |  -168.4479   734.7942    -0.23   0.819    -1612.924    1276.028
  _Idep_id_18 |    -299.46    734.821    -0.41   0.684    -1743.989    1145.069
  _Idep_id_19 |   41.10193    734.821     0.06   0.955    -1403.427    1485.631
  _Idep_id_20 |   56.70451   734.7942     0.08   0.939    -1387.772    1501.181
  _Idep_id_21 |   56.70451   734.7942     0.08   0.939    -1387.772    1501.181
  _Idep_id_22 |  -793.8669   734.7942    -1.08   0.281    -2238.343    650.6094
  _Idep_id_23 |  -.0002469   734.7942    -0.00   1.000    -1444.477    1444.476
  _Idep_id_24 |    -203.32   734.9156    -0.28   0.782    -1648.035    1241.395
  _Idep_id_25 |   58.37118   734.7942     0.08   0.937    -1386.105    1502.847
  _Idep_id_26 |   626.0854   734.7942     0.85   0.395    -818.3908    2070.562
  _Idep_id_27 |   625.7521   734.7942     0.85   0.395    -818.7242    2070.228
  _Idep_id_28 |  -132.5462   734.8332    -0.18   0.857    -1577.099    1312.007
  _Idep_id_29 |  -18.47003   734.8332    -0.03   0.980    -1463.023    1426.083
  _Idep_id_30 |   56.70451   734.7942     0.08   0.939    -1387.772    1501.181
  _Idep_id_31 |   179.4474   734.7942     0.24   0.807    -1265.029    1623.924
  _Idep_id_32 |  -914.6775   734.7987    -1.24   0.214    -2359.163    529.8077
  _Idep_id_33 |    -58.372   734.7947    -0.08   0.937    -1502.849    1386.105
  _Idep_id_34 |  -340.5621   734.7942    -0.46   0.643    -1785.038    1103.914
  _Idep_id_35 |  -4.239029   735.2119    -0.01   0.995    -1449.536    1441.058
  _Idep_id_36 |   56.70451   734.7942     0.08   0.939    -1387.772    1501.181
  _Idep_id_37 |  -2667.457   734.7942    -3.63   0.000    -4111.934   -1222.981
  _Idep_id_38 |  -586.4509   734.8315    -0.80   0.425        -2031    858.0987
  _Idep_id_39 |  -447.6383   734.7942    -0.61   0.543    -1892.115     996.838
  _Idep_id_40 |   1082.057   734.7942     1.47   0.142    -362.4194    2526.533
  _Idep_id_41 |   1005.882   734.8332     1.37   0.172    -438.6705    2450.435
  _Idep_id_42 |  -595.2524   734.8757    -0.81   0.418    -2039.889    849.3841
  _Idep_id_43 |  -107.7431   734.7942    -0.15   0.883    -1552.219    1336.733
  _Idep_id_44 |   57.03785   734.7942     0.08   0.938    -1387.438    1501.514
  _Idep_id_45 |   56.70451   734.7942     0.08   0.939    -1387.772    1501.181
  _Idep_id_46 |  -113.7431   734.7942    -0.15   0.877    -1558.219    1330.733
  _Idep_id_47 |  -136.9469   734.8535    -0.19   0.852     -1581.54    1307.646
  _Idep_id_48 |   170.7807   734.7942     0.23   0.816    -1273.696    1615.257
  _Idep_id_49 |  -56.37167   734.7942    -0.08   0.939    -1500.848    1388.105
  _Idep_id_50 |   915.6092   734.7942     1.25   0.213     -528.867    2360.086
  _Idep_id_51 |  -129.3457    734.821    -0.18   0.860    -1573.875    1315.183
  _Idep_id_52 |   41.10193    734.821     0.06   0.955    -1403.427    1485.631
  _Idep_id_53 |  -15.60283    734.821    -0.02   0.983    -1460.132    1428.926
  _Idep_id_54 |   1024.352   734.7942     1.39   0.164    -420.1242    2468.828
  _Idep_id_55 |  -56.37167   734.7942    -0.08   0.939    -1500.848    1388.105
  _Idep_id_56 |   56.70452   734.7942     0.08   0.939    -1387.772    1501.181
  _Idep_id_57 |    -56.705   734.7942    -0.08   0.939    -1501.181    1387.771
  _Idep_id_58 |   323.8253   734.8315     0.44   0.660    -1120.724    1768.375
  _Idep_id_59 |  -487.5112   734.9466    -0.66   0.507    -1932.287    957.2646
  _Idep_id_60 |  -1249.838   734.7942    -1.70   0.090    -2694.315     194.638
  _Idep_id_61 |   306.8226   734.9245     0.42   0.677     -1137.91    1751.555
  _Idep_id_62 |  -2553.381   734.7942    -3.47   0.001    -3997.857   -1108.905
  _Idep_id_63 |   22.29881   734.9245     0.03   0.976    -1422.434    1467.031
  _Idep_id_64 |   250.4512   734.9245     0.34   0.733    -1194.281    1695.184
  _Idep_id_65 |   137.0417   734.9245     0.19   0.852    -1307.691    1581.774
  _Idep_id_66 |  -204.8536   734.9245    -0.28   0.781    -1649.586    1239.879
  _Idep_id_67 |   231.8188   734.7942     0.32   0.753    -1212.657    1676.295
  _Idep_id_68 |  -472.4414   734.8332    -0.64   0.521    -1916.994    972.1113
  _Idep_id_69 |   239.6494   735.0192     0.33   0.745    -1205.269    1684.568
  _Idep_id_70 |   47.50299   734.8036     0.06   0.948    -1396.992    1491.998
  _Idep_id_71 |   707.6228   734.9156     0.96   0.336     -737.092    2152.338
  _Idep_id_72 |    38.9014   734.8332     0.05   0.958    -1405.651    1483.454
  _Idep_id_73 |   56.70452   734.7942     0.08   0.939    -1387.772    1501.181
  _Idep_id_74 |   57.70452   734.7942     0.08   0.937    -1386.772    1502.181
  _Idep_id_75 |  -12.40263   734.8171    -0.02   0.987    -1456.924    1432.119
  _Idep_id_76 |   20.69855   734.9369     0.03   0.978    -1424.058    1465.455
  _Idep_id_77 |   -227.486   734.7942    -0.31   0.757    -1671.962     1216.99
  _Idep_id_78 |   79.20311   734.9466     0.11   0.914    -1365.573    1523.979
  _Idep_id_79 |    -56.705   734.7942    -0.08   0.939    -1501.181    1387.771
  _Idep_id_80 |  -1026.258   735.2119    -1.40   0.164    -2471.555    419.0393
  _Idep_id_81 |   -849.905   734.7942    -1.16   0.248    -2294.381    594.5713
  _Idep_id_82 |  -533.6801   734.8475    -0.73   0.468    -1978.261     910.901
  _Idep_id_83 |  -586.1176   734.8315    -0.80   0.426    -2030.667     858.432
  _Idep_id_84 |  -113.7431   734.7942    -0.15   0.877    -1558.219    1330.733
  _Idep_id_85 |   170.7807   734.7942     0.23   0.816    -1273.696    1615.257
  _Idep_id_86 |   170.7807   734.7942     0.23   0.816    -1273.696    1615.257
  _Idep_id_87 |  -220.1526   734.7942    -0.30   0.765    -1664.629    1224.324
  _Idep_id_88 |  -595.2524   734.8757    -0.81   0.418    -2039.889    849.3841
  _Idep_id_89 |   1083.724   734.7942     1.47   0.141    -360.7527      2528.2
  _Idep_id_90 |    -56.705   734.7942    -0.08   0.939    -1501.181    1387.771
  _Idep_id_91 |   -658.825   734.9245    -0.90   0.371    -2103.557    785.9074
  _Idep_id_92 |    -55.705   734.7942    -0.08   0.940    -1500.181    1388.771
  _Idep_id_93 |  -752.5357   735.3398    -1.02   0.307    -2198.084    693.0129
  _Idep_id_94 |   327.4926   734.8171     0.45   0.656    -1117.029    1772.014
  _Idep_id_95 |    743.495   734.7942     1.01   0.312    -700.9813    2187.971
  _Idep_id_96 |   228.4855   734.7942     0.31   0.756    -1215.991    1672.962
  _Idep_id_97 |  -966.3145   734.7942    -1.32   0.189    -2410.791    478.1618
  _Idep_id_98 |  -13.70715   735.3398    -0.02   0.985    -1459.256    1431.842
  _Idep_id_99 |  -908.9431   734.7942    -1.24   0.217    -2353.419    535.5332
 _Idep_id_100 |   56.70452   734.7942     0.08   0.939    -1387.772    1501.181
 _Idep_id_101 |  -113.7431   734.7942    -0.15   0.877    -1558.219    1330.733
 _Idep_id_102 |   341.2283   734.7942     0.46   0.643    -1103.248    1785.705
 _Idep_id_103 |   969.6474   734.7942     1.32   0.188    -474.8289    2414.124
         date |    .040459   .2615461     0.15   0.877    -.4736946    .5546126
  _IdepXdat_2 |  -.0192987   .3691693    -0.05   0.958    -.7450206    .7064232
  _IdepXdat_3 |  -.2229271   .3691574    -0.60   0.546    -.9486257    .5027715
  _IdepXdat_4 |  -.0571427   .3691504    -0.15   0.877    -.7828276    .6685421
  _IdepXdat_5 |  -.0857142   .3691504    -0.23   0.817     -.811399    .6399707
  _IdepXdat_6 |  -.1142856   .3691504    -0.31   0.757    -.8399705    .6113993
  _IdepXdat_7 |   .0137075   .3691916     0.04   0.970    -.7120583    .7394733
  _IdepXdat_8 |   .0857144   .3691504     0.23   0.817    -.6399705    .8113993
  _IdepXdat_9 |   .0285716   .3691504     0.08   0.938    -.6971133    .7542564
 _IdepXdat_10 |   .1428573   .3691504     0.39   0.699    -.5828276    .8685421
 _IdepXdat_11 |  -.0534181   .4334513    -0.12   0.902    -.9055071    .7986709
 _IdepXdat_12 |  -.0285713   .3691504    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_13 |   .1142858   .3691504     0.31   0.757     -.611399    .8399707
 _IdepXdat_14 |   .2857144   .3691504     0.77   0.439    -.4399705    1.011399
 _IdepXdat_15 |  -.0285713   .3691504    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_16 |   .5428572   .3691504     1.47   0.142    -.1828276    1.268542
 _IdepXdat_17 |   .0857144   .3691504     0.23   0.817    -.6399705    .8113993
 _IdepXdat_18 |   .1507188    .369164     0.41   0.683    -.5749927    .8764303
 _IdepXdat_19 |  -.0207097    .369164    -0.06   0.955    -.7464212    .7050018
 _IdepXdat_20 |  -.0285713   .3691504    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_21 |  -.0285713   .3691504    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_22 |   .4000001   .3691504     1.08   0.279    -.3256848    1.125685
 _IdepXdat_23 |   1.24e-07   .3691504     0.00   1.000    -.7256848     .725685
 _IdepXdat_24 |   .1024454   .3692118     0.28   0.782      -.62336    .8282509
 _IdepXdat_25 |  -.0285713   .3691504    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_26 |  -.3142856   .3691504    -0.85   0.395     -1.03997    .4113993
 _IdepXdat_27 |  -.3142856   .3691504    -0.85   0.395     -1.03997    .4113993
 _IdepXdat_28 |   .0666172   .3691701     0.18   0.857    -.6591064    .7923407
 _IdepXdat_29 |   .0094743   .3691701     0.03   0.980    -.7162492    .7351979
 _IdepXdat_30 |  -.0285713   .3691504    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_31 |  -.0857142   .3691504    -0.23   0.817     -.811399    .6399707
 _IdepXdat_32 |   .4603682   .3691527     1.25   0.213    -.2653211    1.186058
 _IdepXdat_33 |   .0295794   .3691507     0.08   0.936    -.6961059    .7552648
 _IdepXdat_34 |   .1714287   .3691504     0.46   0.643    -.5542562    .8971136
 _IdepXdat_35 |   .0024718   .3693615     0.01   0.995     -.723628    .7285716
 _IdepXdat_36 |  -.0285713   .3691504    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_37 |   1.342857   .3691504     3.64   0.000     .6171723    2.068542
 _IdepXdat_38 |    .294987   .3691693     0.80   0.425    -.4307349    1.020709
 _IdepXdat_39 |   .2285715   .3691504     0.62   0.536    -.4971133    .9542564
 _IdepXdat_40 |   -.542857   .3691504    -1.47   0.142    -1.268542    .1828279
 _IdepXdat_41 |  -.5048114   .3691701    -1.37   0.172    -1.230535    .2209122
 _IdepXdat_42 |   .2994217   .3691916     0.81   0.418    -.4263441    1.025188
 _IdepXdat_43 |    .057143   .3691504     0.15   0.877    -.6685419    .7828279
 _IdepXdat_44 |  -.0285713   .3691504    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_45 |  -.0285713   .3691505    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_46 |    .057143   .3691505     0.15   0.877    -.6685419    .7828279
 _IdepXdat_47 |   .0688345   .3691804     0.19   0.852    -.6569092    .7945783
 _IdepXdat_48 |  -.0857142   .3691505    -0.23   0.817     -.811399    .6399707
 _IdepXdat_49 |   .0285716   .3691505     0.08   0.938    -.6971133    .7542564
 _IdepXdat_50 |  -.4571427   .3691505    -1.24   0.216    -1.182828    .2685422
 _IdepXdat_51 |   .0650045    .369164     0.18   0.860     -.660707     .790716
 _IdepXdat_52 |  -.0207097    .369164    -0.06   0.955    -.7464212    .7050018
 _IdepXdat_53 |   .0078617    .369164     0.02   0.983    -.7178498    .7335732
 _IdepXdat_54 |  -.5142856   .3691505    -1.39   0.164     -1.23997    .2113993
 _IdepXdat_55 |   .0285716   .3691505     0.08   0.938    -.6971133    .7542564
 _IdepXdat_56 |  -.0285713   .3691505    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_57 |   .0285716   .3691505     0.08   0.938    -.6971133    .7542564
 _IdepXdat_58 |  -.1621558   .3691693    -0.44   0.661    -.8878777    .5635661
 _IdepXdat_59 |   .2473184   .3692274     0.67   0.503    -.4785179    .9731546
 _IdepXdat_60 |   .6285715   .3691505     1.70   0.089    -.0971133    1.354256
 _IdepXdat_61 |  -.1540927   .3692163    -0.42   0.677     -.879907    .5717216
 _IdepXdat_62 |   1.285714   .3691505     3.48   0.001     .5600295    2.011399
 _IdepXdat_63 |  -.0112355   .3692163    -0.03   0.976    -.7370499    .7145788
 _IdepXdat_64 |  -.1255213   .3692163    -0.34   0.734    -.8513356    .6002931
 _IdepXdat_65 |  -.0683784   .3692163    -0.19   0.853    -.7941927    .6574359
 _IdepXdat_66 |   .1030502   .3692163     0.28   0.780    -.6227641    .8288645
 _IdepXdat_67 |  -.1142856   .3691505    -0.31   0.757    -.8399705    .6113993
 _IdepXdat_68 |   .2380457   .3691701     0.64   0.519    -.4876778    .9637693
 _IdepXdat_69 |  -.1200786   .3692641    -0.33   0.745     -.845987    .6058297
 _IdepXdat_70 |   -.023935   .3691552    -0.06   0.948    -.7496291    .7017591
 _IdepXdat_71 |  -.3546974   .3692118    -0.96   0.337    -1.080503     .371108
 _IdepXdat_72 |  -.0190971   .3691701    -0.05   0.959    -.7448207    .7066264
 _IdepXdat_73 |  -.0285713   .3691505    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_74 |  -.0285713   .3691505    -0.08   0.938    -.7542562    .6971136
 _IdepXdat_75 |    .007257    .369162     0.02   0.984    -.7184506    .7329645
 _IdepXdat_76 |  -.0104292   .3692226    -0.03   0.977    -.7362559    .7153974
 _IdepXdat_77 |   .1142858   .3691505     0.31   0.757     -.611399    .8399707
 _IdepXdat_78 |  -.0383959   .3692274    -0.10   0.917    -.7642322    .6874403
 _IdepXdat_79 |   .0285716   .3691505     0.08   0.938    -.6971133    .7542564
 _IdepXdat_80 |   .5167575   .3693615     1.40   0.163    -.2093423    1.242857
 _IdepXdat_81 |   .4285715   .3691505     1.16   0.246    -.2971133    1.154256
 _IdepXdat_82 |   .2682298   .3691774     0.73   0.468     -.457508    .9939676
 _IdepXdat_83 |    .294987   .3691693     0.80   0.425    -.4307349    1.020709
 _IdepXdat_84 |    .057143   .3691505     0.15   0.877    -.6685419    .7828279
 _IdepXdat_85 |  -.0857142   .3691505    -0.23   0.817     -.811399    .6399707
 _IdepXdat_86 |  -.0857142   .3691505    -0.23   0.817     -.811399    .6399707
 _IdepXdat_87 |   .1142858   .3691505     0.31   0.757     -.611399    .8399707
 _IdepXdat_88 |   .2994217   .3691916     0.81   0.418    -.4263441    1.025188
 _IdepXdat_89 |   -.542857   .3691505    -1.47   0.142    -1.268542    .1828279
 _IdepXdat_90 |   .0285715   .3691505     0.08   0.938    -.6971133    .7542564
 _IdepXdat_91 |   .3316216   .3692163     0.90   0.370    -.3941927    1.057436
 _IdepXdat_92 |   .0285715   .3691505     0.08   0.938    -.6971133    .7542564
 _IdepXdat_93 |   .3783351   .3694261     1.02   0.306    -.3478917    1.104562
 _IdepXdat_94 |  -.1641716    .369162    -0.44   0.657    -.8898792    .5615359
 _IdepXdat_95 |  -.3714284   .3691505    -1.01   0.315    -1.097113    .3542564
 _IdepXdat_96 |  -.1142856   .3691505    -0.31   0.757    -.8399705    .6113993
 _IdepXdat_97 |   .4857144   .3691505     1.32   0.189    -.2399705    1.211399
 _IdepXdat_98 |   .0069065   .3694261     0.02   0.985    -.7193203    .7331333
 _IdepXdat_99 |    .457143   .3691505     1.24   0.216    -.2685419    1.182828
_IdepXdat_100 |  -.0285713   .3691505    -0.08   0.938    -.7542562    .6971136
_IdepXdat_101 |    .057143   .3691505     0.15   0.877    -.6685419    .7828279
_IdepXdat_102 |  -.1714285   .3691505    -0.46   0.643    -.8971133    .5542564
_IdepXdat_103 |  -.4857142   .3691505    -1.32   0.189    -1.211399    .2399707
  _Idate_1989 |  -.1644577   .1400038    -1.17   0.241    -.4396805    .1107651
  _Idate_1990 |  -.1815957    .132974    -1.37   0.173    -.4429992    .0798078
  _Idate_1991 |   .0517229   .1536866     0.34   0.737    -.2503978    .3538437
  _Idate_1992 |  -.3809202   .1394921    -2.73   0.007    -.6551372   -.1067033
  _Idate_1993 |          0  (omitted)
        _cons |  -80.25442   520.6075    -0.15   0.878    -1103.677    943.1685
-------------------------------------------------------------------------------

. 
. log close
      name:  <unnamed>
       log:  /gpfs/work/d/dcj138/cv_disc/ins_reg/ins_reg.log
  log type:  text
 closed on:  18 Sep 2013, 12:05:18
-------------------------------------------------------------------------------------------------
